
import * as SC from './Interesting.styled'

export const Interesting = () => {
  return (
    <SC.Section>
      <SC.WrapperFirst>
        <SC.Header>Советы для красивых и здоровых ногтей
        <h3>Обрезать кутикулу</h3>
        <p>
          «Не обрезать, а сдвигать», — это правило повторяют все нейл-мастера
          уже много лет, а женщины успешно его игнорируют, вредя самим себе. Чем
          чаще обрабатывать кутикулу, тем быстрее она будет нарастать и тем
          грубее она будет. Чтобы сделать ее мягче, используйте масла, которые
          не только увлажняют и питают кожу, но и замедляют рост кутикулы.
        </p>

        </SC.Header>
      </SC.WrapperFirst>
      <div>
        <SC.Header>Интересные факты про маникюр</SC.Header>
        <SC.TextWrapper >
          <p>Ногтевая пластина может востановится только за 4 месяца</p>
        </SC.TextWrapper>
        <SC.TextWrapper >
          <p>
            Все вещества которые используются для роста ногтей необходимо
            наносить на кутикулу. Посколько там происходит рост ногтя
          </p>
        </SC.TextWrapper>
        <SC.TextWrapper >
          <p>
            При долгом контакте с горячей водою. Ногтевая пластина размокает и
            сцепка между ногтем и покрытием лаком ослабивает
          </p>
        </SC.TextWrapper>
      </div>
    </SC.Section>
  );
};
