import "./Interesting.scss";

export const Interesting = () => {
  return (
    <section>
      <div>
        <h2 className="header">Советы для красивых и здоровых ногтей</h2>
        <h3>Обрезать кутикулу</h3>
        <p>
          «Не обрезать, а сдвигать», — это правило повторяют все нейл-мастера
          уже много лет, а женщины успешно его игнорируют, вредя самим себе. Чем
          чаще обрабатывать кутикулу, тем быстрее она будет нарастать и тем
          грубее она будет. Чтобы сделать ее мягче, используйте масла, которые
          не только увлажняют и питают кожу, но и замедляют рост кутикулы.
        </p>
      </div>
      <div>
        <h2 className="header">Интересные факты про маникюр</h2>
        <div className="text_wrapper">
          <p>Ногтевая пластина может востановится только за 4 месяца</p>
        </div>
        <div className="text_wrapper">
          <p>
            Все вещества которые используются для роста ногтей необходимо
            наносить на кутикулу. Посколько там происходит рост ногтя
          </p>
        </div>
        <div className="text_wrapper">
          <p>
            При долгом контакте с горячей водою. Ногтевая пластина размокает и
            сцепка между ногтем и покрытием лаком ослабивает
          </p>
        </div>
      </div>
    </section>
  );
};
